/* .. in settings screen */
"About" = "About";

/* No comment provided by engineer. */
"Active Subscriptions" = "Active Subscriptions";

/* No comment provided by engineer. */
"Adapters" = "Adapters";

/* .. in settings screen */
"Add New TVHeadend" = "Add New TVHeadend";

/* Title 2 in settings screen */
"Advanced Settings" = "Advanced Settings";

/* No comment provided by engineer. */
"All Channels" = "All Channels";

/* .. in settings screen */
"Anonymous Statistics" = "Anonymous Statistics";

/* Question in Alert view */
"Are your sure you want to remove the recording?" = "Are your sure you want to remove the recording?";

/* ..in Settings server edit */
"Authentication" = "Authentication";

/* .. in settings screen */
"Auto Start Polling" = "Auto Start Polling";

/* .. in settings screen */
"by Name" = "by Name";

/* .. in settings screen */
"by Number" = "by Number";

/* .. in settings screen */
"Cache Data" = "Cache Data";

/* .. in settings screen */
"Cache Data for" = "Cache Data for";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Channel" = "Channel";

/* No comment provided by engineer. */
"Channels" = "Channels";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Copy to Clipboard";

/* No comment provided by engineer. */
"Custom Player" = "Custom Player";

/* .. in settings screen */
"Custom Player URL" = "Custom Player URL";

/* No comment provided by engineer. */
"Dvr Config" = "Dvr Config";

/* No comment provided by engineer. */
"Genre" = "Genre";

/* .. in settings screen */
"Licenses" = "Licenses";

/* .. in settings screen */
"minutes" = "minutes";

/* ..in Settings server edit */
"Name" = "Name";

/* No comment provided by engineer. */
"Network Error" = "Network Error";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No active subscriptions." = "No active subscriptions.";

/* No comment provided by engineer. */
"No adapters found." = "No adapters found.";

/* No comment provided by engineer. */
"No auto recordings found." = "No auto recordings found.";

/* No comment provided by engineer. */
"No more programs available." = "No more programs available.";

/* No comment provided by engineer. */
"No recordings found." = "No recordings found.";

/* .. in settings screen */
"Order Channels" = "Order Channels";

/* ..in Settings server edit */
"Password" = "Password";

/* No comment provided by engineer. */
"Play Dvr File" = "Play Dvr File";

/* No comment provided by engineer. */
"Playback" = "Playback";

/* ..in Settings server edit */
"Port" = "Port";

/* No comment provided by engineer. */
"Priority" = "Priority";

/* No comment provided by engineer. */
"Remove recording" = "Remove recording";

/* ..in Settings server edit */
"Server Address" = "Server Address";

/* ..in Settings server edit */
"SSH Password" = "SSH Password";

/* ..in Settings server edit */
"SSH Port" = "SSH Port";

/* ..in Settings server edit */
"SSH Port Forward" = "SSH Port Forward";

/* ..in Settings server edit */
"SSH Username" = "SSH Username";

/* Auto rec edit - start around */
"Start Around" = "Start Around";

/* No comment provided by engineer. */
"Stream Channel" = "Stream Channel";

/* No comment provided by engineer. */
"Succesfully added Auto Recording" = "Succesfully added Auto Recording";

/* No comment provided by engineer. */
"Succesfully added Recording" = "Succesfully added Recording";

/* No comment provided by engineer. */
"Succesfully Canceled Recording" = "Succesfully Canceled Recording";

/* No comment provided by engineer. */
"Succesfully Deleted Auto Recording" = "Succesfully Deleted Auto Recording";

/* No comment provided by engineer. */
"Succesfully Deleted Recording" = "Succesfully Deleted Recording";

/* .. in settings screen */
"Support" = "Support";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Time" = "Time";

"Description" = "Description";

/* .. in settings screen */
"TVHeadend Server" = "TVHeadend Server";

/* ..in Settings server edit */
"TVHeadend Server Details" = "TVHeadend Server Details";

/* Title 1 in settings screen */
"TVHeadend Servers" = "TVHeadend Servers";

/* ..in Settings server edit */
"Username" = "Username";

/* No comment provided by engineer. */
"Weekdays" = "Weekdays";

/* No comment provided by engineer. */
"Yes" = "Yes";

"Record" = "Record";
"AutoRec" = "AutoRec";
"Episode" = "Episode";
"Description" = "Description";
"Creator" = "Creator";
"Scheduled State" = "Scheduled State";

/* segments for recordings screen */
"Upcoming" = "Upcoming";
"Completed" = "Completed";
"Failed" = "Failed";
"AutoRec" = "AutoRec";

/* segments for detail program */
"Details" = "Details";
"See Again" = "Related";

"Recordings" = "Recordings";
"EPG" = "EPG";
"Status" = "Status";
"Log" = "Log";
"Settings" = "Settings";
"Support Me" = "Support Me";
"Search Program Title" = "Search Program Title";
"File Size" = "File Size";

"POLLING_MESSAGE" = "By disabling Polling, you'll disable Status updates, Log and every automatic data refresh. You can activate / disable polling at every application start in the Status screen upper right button. See the FAQ for more info.";
"Content Type" = "Content Type";
"Not Available" = "Not Available";

"Today" = "Today";
"Tomorrow" = "Tomorrow";
"Yesterday" = "Yesterday";

"Stream Channel" = "Stream Channel";
"Play Dvr File" = "Play Dvr File";
"Transcode" = "Transcode";
"Internal Player" = "Internal Player";
